[
  {
    "path": "posts/2020-09-25-tropomi-and-gas-emsissions/",
    "title": "Tropomi and fugitive methane emissions - recent insights",
    "description": "The Tropomi sensor on Sentinel 5p offers new insights into fugitive methane emissions in US gas producing basins. Here I explore some of the implications of recent findings, integrating the new satellite constraints with gas production data.",
    "author": [
      {
        "name": "Mike Sandiford",
        "url": {}
      }
    ],
    "date": "2020-09-25",
    "categories": [],
    "contents": "\nBakken by satelliteTropomi\nCH4 release from large oil and gas fields can now be monitored from space using the TROPOspheric Monitoring Instrument (TROPOMI) onboard the Sentinel-5 Precursor satellite.\nA recent study by Schneising et al. (2020) concluded that\n\nthe average [methane] emissions for the time period 2018/2019 from the five most productive basins in the United States, the Permian, Appalachia, Eagle Ford, Bakken, and Anadarko are estimated to be 3.16±1.13 Mt yr−1, 2.36 ± 0.88 Mt yr−1 , 1.52 ± 0.68 Mt yr−1 , 0.89 ± 0.56 Mt yr−1, and 2.81 ± 0.77 Mt yr−1 , respectively. This corresponds to CH4 leakage rates relative to the associated production between 1.2% and 1.6% for the first four production regions, which are consistent with bottom-up estimates and likely fall below the break-even leakage rate for immediate climate benefit.\n\nThe Schneising et al. (2020) study is important study as it compliments others which have attempted to address the emissions associated with shale gas production from “bottom up” methods (Helmig et al., 2016; Howarth, 2014, 2019; Howarth et al., 2011), with widely varying estimates.\nIt is important to note that emission rates in the Schneising et al. (2020) study are referenced with respect to the total energy production including both gas and oil. As discussed further below, methane emissions are most egregious in basins where oil production drives investment, and in which a large proportion of the gas production id also flared. In oil-rich basins such as the Bakken and the Permian, the percentage of vented methane referenced against total gas production is necessarily very much higher than referenced against bulk energy as in Schneising et al. (2020). Moreover, it is the bulk sum of the gas flaring as well as direct venting that is relevant is central to the purported “gas as a bridging fuel” debate (e.g., Howarth, 2014).\nIn this study I look at the emissions rates in several key US gas basins, in terms of total gas production, by comparing them with production data from publicly available sources. So doing helps clarify the venting to flaring ratio - a critical poorly defined parameter relevant to emission trajectories.\nThe primary focus here is on the Bakken and the Permian “basins”. I begin with some scene setting relating to US shale gas production, and changes in atmospheric methane concentrations.\nUS shale gas\nThe advent of shale gas production in the mid 2000’s has dramatically increased US gas production from ~2000 Bcf per month to a peak of ~3500 Bcf per month in late 2019, prior to the COVID-19 downturn (Fig. 1).\n\n\n\nFigure 1: US gas production, sourced from EIA\n\n\n\nNow averaging around 500 million tones (CH4) (Fig. 8) per year, shale gas production accounts for all the growth in production since 2006, and more .\nto add - comments about correlation in US gas and CH4 growth rates\nA feature in many of the shale gas producing regions is the large extent of gas flaring. In the Permian Basin, Rystad estimates an average of over 810 Mmcf per day flaring across 2019 (Fig. 2). For example in the Bakken, in the Williston Basin, gas flaring is clearly visible by satellite. \n\n\n\nFigure 2: Estimates of gas flaring in the Permian Basin by quarter (black) and Bakken by month (red). Permian flaring data sourced from https://www.rystadenergy.com/newsevents/news/press-releases/a-downturn-silver-lining-permian-gas-flaring-has-decreased-and-is-expected-to-fall-further-in-2020/. Bakken data from North Dakota Industrial Commision, https://www.dmr.nd.gov/oilgas/stats/Gas1990ToPresent.xls\n\n\n\n\n\n\n\nthe Bakken\nLike many of the U.S. shale gas plays, oil is the principal commodity driving investment in the Bakken. In 2019, Bakken production accounted to ~ 18.2% of all U.S. tight oil, whereas it accounted for only 2.8% of U.S shale gas production (cf. Figs 8 & 9).\nThe Bakken dominates hydocarbon production in North Dakota, which is third largest state oil producer.\nWith gas essentially a by-product, a considerable flaring and venting at the well head.\nMonthly production, sales and flaring in North Dakota is reported by North Dakota Industrial Commission. Typically about 4-5% of production remains unnaccounted for in terms of sales and flaring.\n\n\n\nFigure 3: Bakken gas production, NDGG. EIA bakken production in black line\n\n\n\n\n\n\nFigure 4: Bakken\n\n\n\nThe table below shows the values of production, sales, venting and unaccounted production in million tonnes per year, as well as the proportion of flared and unaccounted production as a percentage of total production.\n\n\ntype\n\n\n2006\n\n\n2007\n\n\n2008\n\n\n2009\n\n\n2010\n\n\n2011\n\n\n2012\n\n\n2013\n\n\n2014\n\n\n2015\n\n\n2016\n\n\n2017\n\n\n2018\n\n\n2019\n\n\n2020\n\n\nproduced\n\n\n1.31\n\n\n1.47\n\n\n1.82\n\n\n1.91\n\n\n2.38\n\n\n3.25\n\n\n5.39\n\n\n7.26\n\n\n9.67\n\n\n12.18\n\n\n12.69\n\n\n14.35\n\n\n17.95\n\n\n22.12\n\n\n19.66\n\n\nsold\n\n\n1.11\n\n\n1.13\n\n\n1.19\n\n\n1.35\n\n\n1.66\n\n\n2.04\n\n\n3.52\n\n\n4.85\n\n\n6.6\n\n\n9.41\n\n\n10.68\n\n\n11.85\n\n\n13.92\n\n\n16.75\n\n\n16.35\n\n\nflared\n\n\n0.14\n\n\n0.29\n\n\n0.56\n\n\n0.5\n\n\n0.65\n\n\n1.12\n\n\n1.74\n\n\n2.23\n\n\n2.71\n\n\n2.22\n\n\n1.46\n\n\n1.86\n\n\n3.09\n\n\n4.27\n\n\n2.37\n\n\nunaccounted\n\n\n0.06\n\n\n0.06\n\n\n0.06\n\n\n0.06\n\n\n0.08\n\n\n0.09\n\n\n0.13\n\n\n0.18\n\n\n0.35\n\n\n0.55\n\n\n0.55\n\n\n0.64\n\n\n0.94\n\n\n1.1\n\n\n0.94\n\n\nflared %\n\n\n10.5%\n\n\n19.3%\n\n\n30.5%\n\n\n26.1%\n\n\n26.8%\n\n\n34.1%\n\n\n32.5%\n\n\n30.6%\n\n\n28.6%\n\n\n18.3%\n\n\n11.5%\n\n\n12.9%\n\n\n17%\n\n\n19.3%\n\n\n11.8%\n\n\nunacc. %\n\n\n4.3%\n\n\n3.7%\n\n\n3.5%\n\n\n3.3%\n\n\n3.4%\n\n\n2.8%\n\n\n2.4%\n\n\n2.5%\n\n\n3.6%\n\n\n4.5%\n\n\n4.3%\n\n\n4.4%\n\n\n5.2%\n\n\n5%\n\n\n4.8%\n\n\n\n\n\nFigure 5: Bakken\n\n\n\nCO2-e emissions\n\n\n\nFigure 6: Bakken\n\n\n\n\n\n\nFigure 7: Bakken\n\n\n\nAppendices\nSeveral other data sets are available.\n## EIA\n\n\n\nFigure 8: US shale gas production by basin, EIA\n\n\n\n\n\n\nFigure 9: US tight oil production by formation, EIA. The Permian includes the Wolfcamp, Spraberry, and Bone Spring Formations\n\n\n\n\n\n\nFigure 10: Bakken gas production, EIA\n\n\n\n\n\n\nHelmig, D., Rossabi, S., Hueber, J., Tans, P., Montzka, S. A., Masarie, K., et al. (2016). Reversal of global atmospheric ethane and propane trends largely due to us oil and natural gas production. Nature Geoscience, 9(7), 490–495.\n\n\nHowarth, R. W. (2014). A bridge to nowhere: Methane emissions and the greenhouse gas footprint of natural gas. Energy Science &Amp; Engineering, 2(2), 47–60.\n\n\nHowarth, R. W. (2019). Ideas and perspectives: Is shale gas a major driver of recent increase in global atmospheric methane. Biogeosciences, 16(15), 3033–3046.\n\n\nHowarth, R. W., Santoro, R., & A, I. (2011). Methane and the greenhouse-gas footprint of natural gas from shale formations. Climatic Change, 106.\n\n\nSchneising, O., Buchwitz, M., Reuter, M., Vanselow, S., Bovensmann, H., & Burrows, J. P. (2020). Remote sensing of methane leakage from natural gas and petroleum systems revisited. Atmospheric Chemistry and Physics, 20(15), 9169–9182.\n\n\n\n\n",
    "preview": "posts/2020-09-25-tropomi-and-gas-emsissions/tropomi-and-gas-emsissions_files/figure-html5/fig-dom-1.png",
    "last_modified": "2020-09-29T15:09:46+10:00",
    "input_file": "tropomi-and-gas-emsissions.utf8.md"
  },
  {
    "path": "posts/2020-09-05-gas-fired-recovery/",
    "title": "On the gas fired recovery",
    "description": "If gas is so crucial for industry why waste it  heating houses?",
    "author": [
      {
        "name": "Mike Sandiford and Dylan McConnell",
        "url": {}
      }
    ],
    "date": "2020-09-05",
    "categories": [],
    "contents": "\n\n\n\n“Over half of Australians still rely on gas as a source of energy, but few realise that there’s a more cost-effective, energy-efficient option – heat pumps” AGL\nclick here for pdf version\nWith traditional east coast gas reserves in decline1, industry and government argue new gas supply from the likes of Narrabri2 or import terminals is essential for post-COVID industrial recovery. Lead-times on new production mean addressing allocation is likely to secure more supply in the short-term. As much is recognized in the federal government’s ADGSM3, which delivers about ~200 TJ/day each year. Here we address the broader issue of allocation by asking to what extent can non-critical fuel switching - gas to electricity - help alleviate supply issues? Despite the ADGSM, LNG exports have seen a substantial diversion of Queensland CSG production away from domestic markets. We argue that fuel switching together with reservation of a small fraction of CSG production, in line with pre-2015 levels, can substantially alleviate critical industrial gas supply issues with significant additional benefits. We provide two policy prescriptions\n\n\n\nFigure 1: East Coast gas production by region\n\n\n\n\nPP 1. Switch ~50% of the current Victorian domestic and commercial gas heating demand to elecricity delivering an additional ~180 TJ/day above 2019 levels to domestic markets\n\n\nPP 2. Reserve a minimum 550 TJ/day from Queensland CSG production delivering an additional 170 TJ/day above 2019 levels to domestic markets\n\n\nTogether, PP1 and PP2 more than compensate the looming 330 TJ/day Victorian committed supply deficit1 with each contributing almost as much as Narrabri. We note that fuel switching is implicit in our Paris commitments, and is an obligation.\nhow is east coast gas currently allocated?\n\n\n\nFigure 2: East Coast gas production by region less allocations to the Curtis Island Demand zone used for LNG export.\n\n\n\nIn 2019, total east coast gas production averaged ~5180 TJ/day of which 3320 TJ/day was allocated to LNG exports (64%) and about 310 TJ/day (6%) to LNG processing at Curtis Island, leaving a balance of about 1550 TJ/day  (30%) for the domestic market. CSG production in Queensland accounted for 77% of total production (~4010 TJ/day), of which 9% (~380 TJ/day) was allocated to the domestic market. This compares to the average of 550 TJ/day from CSG in the period 2010-2013, prior to the first LNG exports in 2015. In effect, notwithstanding the impact of the ADGSM, some 180 TJ/day has been diverted from Queensland domestic supply to LNG export. Of the domestic allocation industry uses ~45%, domestic and commercial heating ~32%, power generation ~23%. In Victoria, 55% of demand is for domestic and commercial heating, 30% for industry and 15% for power.\n\n\n\nFigure 3: Victorian gas production showing strong seasonality averaging about 910 TJ/day.\n\n\n\n\nalternatives to new supply?\nWe consider two alternatives to new supply: fuel-switching of domestic heating loads and reservation. With efficient electrical heat-pump alternatives such as reverse cycle air-conditioners now widely available, fuel switching of heating loads is now plausible.  Fuel switching of ~50% of Victorian gas heating demand saves about 180 TJ/day. Reserving CSG production at the 2010-2013 average delivers an additional 170 TJ/day to domestic markets equivalent to an additional 5% of export demand. Gas use in LNG processing can be substantially electrified and therefore contribute materially to the domestic market supply balance. At ~80 TJ/day, electrifying 25% of LNG processing demand would contribute about half the additional required PP2 CSG reservation.\n\n\n\nFigure 4: Victorian gas allocation to domestic and commercial sectors mainly for heating.\n\n\n\nwhere would the additional energy come from?\nSwitching 50% of the Victorian gas heating load to heat pumps, adds about 2.0 GW to Victorian peak winter power demand5, with the total annual demand requirement equivalent to the output of about 1.5 GW of installed wind power assuming a capacity factor of 35%.\nwith added benefits\nfor households, the possibility of just one connection fee instead of two saving around $350/year\nfor gas transmission, mitigation of looming winter peak day adequacy issues6\nfor electricity consumers, a more productive power grid (~6% higher utilisation) with reduced unit costs, and reduced incentives for gaming by market participants through practices such as shadowing gas prices7\nfor investors, further incentives for renewable power generation\nfor Australians, time for the hydrogen/alternative economy to arrive without costly supply-side investments and their associated risks\n2019 gas allocation and supply data\ntotal east coast gas demand, excluding LNG ~1550 TJ/day\nQueensland CSG production ~4010 TJ/day\nVictorian gas production ~910 TJ/day\ntotal east coast industrial gas demand, excluding LNG ~720 TJ/day\nVictorian domestic and commercial gas heating ~360 TJ/day\nLNG exports ~3320 TJ/day\nLNG processing ~310 TJ/day\n\n\n\nFigure 5: Wholesale electricity prices doubled as LNG exports increased across 2016, adding 14 billion to the traded value substantially due to the practice of shadowing the gas price.\n\n\n\n\nFor example, the currently committed supply from Victoria’s Gippsland Basin declines by 37% or about 330 TJ/day by 2024.\nThe SANTOS Narrabri project will deliver about 190 TJ/day in new supply.\nThe ADGSM is a government scheme to ensure uncontracted gas from LNG exporters is made available to domestic markets - in effect a veiled domestic reservation scheme, delivering about ~200 TJ/day in 2019.\nLNG processing demand is measured as the total Curtis Island demand, less LNG exports assuming an energy content of LNG of 54.8 GJ/tonne, and amounts to ~9% of LNG export volume.\nassuming a gas heat efficiency of 75% and a heat pump COP~3\nPeak day adequacy issues are forecast in AEMO’s March 2020 Victorian Gas Planning Report Update\nthe exercise of market power through shadowing the gas price impacted the wholesale electricity price in 2017 by as much as ~$14 billion see preprint\n",
    "preview": "posts/2020-09-05-gas-fired-recovery/images/domestic.png",
    "last_modified": "2020-09-29T10:42:09+10:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-13-eastern-australian-gas-market/",
    "title": "Eastern Australian gas market and the question of domestic reservation",
    "description": "An analysis motivated by the question of the amount of reservation of Queensland coal seam gas production needed to preserve domestic supply",
    "author": [
      {
        "name": "Mike Sandiford",
        "url": {}
      }
    ],
    "date": "2020-02-13",
    "categories": [],
    "contents": "\nEast coast gas supply and domestic reservation\n(a work in progress)\nDeveloping the Queensland CSG fields at scale was always going to risk that production would fall short of targets. As much was acknowledged by the joint Department of Industry and Bureau of Resources and Energy Economics study into Eastern Australian gas markets\n\nThe current development of LNG in eastern Australia and the expected tripling of gas demand are creating conditions that are in stark contrast to those in the previously isolated domestic gas market. The timely development of gas resources will be important to ensure that supply is available for domestic gas users and to meet LNG export commitments. Such is the scale of the LNG projects that even small deviations from the CSG reserve development schedule could result in significant volumes of gas being sourced from traditional domestic market supplies\n\nAnd so it was, as I have written elsewhere.\nThe implication for the electricity markets has been profound, contributing directly to a doubling in wholesale market prices across 2016, amounting to a nominal increase in market value of some $14 billion over the year or ~$580 for every Australian.\nNEM wholesale prices, and Gladstone LNG exportSo what went wrong?\nIn a word, the opening of the LNG export market meant domestic supply fell by ~12%, from about 1750 TJ/day in 2014 to 1540 TJ/day from 2016 on, and has not substantially recovered.\n\n\n\nFigure 1: Annual average daily supply to the domestic market neglecting NSW production, 2010-2019\n\n\n\nThat represents a profound change in domestic supply driven in large part by a dramatic increase in domestic gas prices. That has flowed through associated sectors of the economy including the electricity market, pretty much as feared by the Department of Industry and Bureau of Resources and Energy Economics back in 2013 as cited above.\nThe question that motivates the analysis here is\n\nwhat amount of reservation of Queensland CSG (coal seam) gas production would have been needed to preserve domestic supply at pre-2015 levels? (i.e., prior to opening of the LNG export facility at Curtis Island in Gladstone).\n\nThe short answer is about 7% of the total gas that now flows to the Curtis Island Demand Zone at Gladstone destined for export or for use in the processing of that exported gas.\nData used in this analysis is sourced from AEMO and the Gladstone Port Authority (GPA).\nTotal gas production by state\nNote that NSW is neglected here since the contribution to east coast gas supply is only in the order of one percent.\nThe key feature of the east coast market dynamic is the increase in production from an average of around 1760 TJ/day prior to 2015 to ~5000 TJ/day from 2017 on. All the new gas is due to increased production in the Queensland CSG fields.\n\n\n\nFigure 2: East coast gas market daily production data aggregated by the main producing states.\n\n\n\nIn the figure above\nthe gas export as reported by the GPA is shown in the yellow line, and\nthe gas delivered into the Curtis Island Demand Zone (CIDZ) is shown in the white line.\nBecause the GPA exports are reported by month and are “quantised” by cargo departures on a >1 day cycle, monthly averages shown here are approximated by applying a smoothing filter on reported monthly values (namely 1/6*previous.month + 2/3*current.month + 1/6*subsequent.month).\nAlso note that the CIDZ deliveries are not aggregated in the AEMO data prior to November 2015. For the period January 2015 to October 2015, I approximate this as the smoothed export volume multplied by the ratio 1.155. This ratio, which represents the average of the CIDZ delivery to LNG exports for the period post October 2015, is the loading factor associated with LNG processing.\nNote-\nwhile QLD production is relatively constant, the exported LNG volumes have tended to be somewhat higher in summer than winter. Consequently, that the contribution of the (residual) QLD CSG production to domestic supply is higher in winter.\nThe changes in gas production are reflected in percentage contubutions, with QLD increasing from ~20% in the winter of 2010 to more than ~75% of gas production in the winter of 2019. Summer contributions of QLD production are typicallly 5-10% higher reflecting the larger industrial demand proportion relative to southern states(see below).\n\n\n\nFigure 3: East coast gas market daily production data aggregated by the main producing states as percenatge of the total.\n\n\n\nSubtracting the Curtis Island demand from QLD production gives the balance supplied into the domestic market.\nNote-\nthe restricted domestic supply in late 2016.\n\n\n\nFigure 4: East coast gas market daily production data balance to local supply (+ve) and expert (-ve) aggregated by the main producing states.\n\n\n\nDomestic demand shows a stong seasonal variation due to the historical use of gas for winter heating in the southern states, with peak production historically at slightly aove 2000 TJ/day.\nNote\nsteady reduction in the peak supply to < 2000 TJ/day is evident since the winter of 2014, reflecting a significant tightening of the domestic supply.\nneglible contribution of QLD supply to the domestic markets in late 2016.\na stronger seasonalality in QLD domestic supply, due more to variation in exports than to production\n\n\n\nFigure 5: Supply to the non-LNG domestic market (i.e. less the gas supplied to the Curtis Isand Demand Zone destined for export).\n\n\n\nThe proportional contributions of supply to the domestic market highlight marked declne from Queensland.\n\n\n\nFigure 6: Supply to the non-LNG domestic market (i.e. less the gas supplied to the Curtis Isand Demand Zone destined for export) as perecnatge of total.\n\n\n\nThe total contributions with 8% reservation of exported gas including processing loads.\n\n\n\nFigure 7: Projected supply to the non-LNG domestic market with an 8% reservation of the Curtis Isand Demand Zone gas.\n\n\n\nThe proportional contributions with 8% reservation of exported gas including processing loads.\n\n\n\nFigure 8: Projected supply to the non-LNG domestic market with an 8% reservation of the Curtis Isand Demand Zone gas as the percentage of total.\n\n\n\nThe resultant annual supply balance expressed in terms of percentage of reservation of exported gas including processing loads.\n\n\n\nFigure 9: Projected average daily east coast gas market domestic supply with reservation levels 0%, 4%, 8% & 12%.\n\n\n\n\n\n",
    "preview": "posts/2020-02-13-eastern-australian-gas-market/eastern-australian-gas-market_files/figure-html5/p10-1.png",
    "last_modified": "2020-09-05T21:07:06+10:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-05-anatomyofanenergycrisispart3/",
    "title": "Anatomy of an energy crisis - Part 3",
    "description": "First published on the Conversation.",
    "author": [],
    "date": "2020-02-05",
    "categories": [],
    "contents": "\nIn the third in my series on the crisis besetting the National Electricity Market (NEM) in eastern Australia (see Part 1 & Part 2), I look at some evidence for how the market itself has played a role and specifically market power issues.\nThe recent troubles in our electricity market are well documented. As described in my earlier pieces in this series, two elements have focused the attention of our political masters and industry groups.\nThe first is the question of security, highlighted most dramatically by recent “black outs” in South Australia.\nThe second is the question of price, with both wholesale and contract market prices having risen dramatically across most regions in recent times but nowhere quite as dramatically as in Queensland (note that retail prices have also been rising as highlighted by the recent Grattan report).\nAs discussed in Part 2, the tightening of the demand-supply balance in Queensland in response to an additional ~800 megawatt load from the massive CSG field developments and LNG export processing facilities partly explains the rise in wholesale or pool prices there, but it is far from the full explanation.\nLurking in the details are issues to do with the very functioning of the market, and the exercise of market power by large generators who are able to exploit monopoly rents.\nConcentrated power\nAs shown below, ownership of generation assets across the NEM is very concentrated. AGL is the dominant player in New South Wales, Victoria and South Australia, while the state owned Stanwell and CS Energy command almost 70% of Queensland generation capacity.\n\nThe Herfindahl-Hirschman index (HHI) is a commonly used measure of market concentration given by summing the squares of the percentage market shares for all participating firms. A HHI of 10,000 is equivalent to a 100% share, and represents complete monopoly. A HHI of 2000 is used by the Australian Competition and Consumer Commission (ACCC) to flag competition concerns. The UK’s Office of Gas and Electricity Markets (OFGEM) regards an HHI exceeding 1000 as concentrated and above 2000 as very concentrated. With a current HHI value of 1243, the OFGEM considers the UK wholesale electricity market somewhat concentrated.\nWith notional HHI’s in the range ~1800-2600, the regions of the NEM vary between somewhat (VIC1) to very (QLD1) concentrated. Queensland is a particular issue since the two dominant generation entities, Stanwell and CS Energy, are both state-owned. As shown below, aggregating them yields an effective HHI of ~5000, which amounts to extreme market power.\n\nThe impact of intermittent wind generation, or semi-scheduled generation in NEM-speak, on market power depends on the structure of assets held by participants. In South Australia the HHI rises in times of low output because AGL holds a relatively minor proportion of that region’s wind assets. Contrawise, it declines in Victoria because AGL holds a much higher proportion of the total wind assets.\nInterconnection serves to reduce market power, by allowing more competitive pressure. For example, the 650 MW Heywood interconnector between South Australia and Victoria helps ameliorate market concentration issues. This is especially important for the relatively small market of South Australia, though perhaps not as much as might be possible, given AGL holds the dominant market share in both regions.\nAs discussed further below, recent and proposed closures of coal fired power stations, such as Alinta’s Northern Power Station in South Australia and Engie’s Hazelwood Power Station in Victoria, have or will effect more concentrated market power.\nA rule change\nAs described in the Part 1, the NEM is designed to signal changes in the balance of demand and supply via spot prices. But how much the prices respond is very dependant on the level of competition.\nRecent experience of market participants flouting the spirit of the rules shines a light on competition issues and highlights a rather obvious, if somewhat trite, reality. That is, the benefits of competitive markets can only flow if markets are competitive.\nThe exercise of market power has been a perennial issue in the NEM. It is the role of the Australian Energy Market Commission (AEMC) to set the rules that allow for safe operation of the electricity network, and efficient operation of the market. It is the job of the Australian Energy Regulator (AER) to do the enforcing, while AEMO operates the market.\nThe AEMC periodically adjusts rules so as to minimise the impact of perceived or real anti-competitive behaviour. It did so most recently in December 2015 with the Bidding in Good Faith rule amendment because, to quote:\n\n… The Commission considers that the current rules do not set adequate boundaries on the ability of some participants to influence price outcomes to the detriment of others. This is not reflective of an efficient market.\n\nThe statement “ability … to influence price outcomes” is key. It expresses AEMC’s concern that some participants have sufficient market power to extract so-called monopoly rents.\nTo fulfil my aim of providing a pictorial guide to the market power issues that motivated the rule amendment, it’s advisable (but probably not essential) to delve into the details of two intervals on which the market operates more so than discussed in Part 1. The two intervals are the five minute dispatch interval and the half hour trading interval.\nSome arcane detail\n(Warning, do skip to the next section if you would prefer to pass on the detail, as it is technical! It provides the background to why lines should be horizontal on the graphs discussed below, and the significance when they deviate).\nThe five minute dispatch interval is where the physics of the power system (balancing supply and demand in real time) meets the economics of the market (serving demand at minimum cost). Functionally, our energy market operates by pooling offers from generators and allocating dispatch for each five minute interval in order of increasing offer price.\nA generator offer specifies the price and quantity of electricity that will be supplied in a given trading interval, if needed. The dispatch price is set by the last (highest-price) offer needed to meet the dispatch interval demand. All generation dispatched receives the same dispatch price, regardless of the offer price. Offers at prices above the dispatch price are not needed and so receive nought. To ensure a slice of action, theory has it that generators will offer the majority of their capacity at their short run marginal cost, at prices like is shown for Victorian generators in the figure below.\n\nIn practice, individual generators apportion their capacity into a range of price bands. They are then allowed to rebid some capacity into different price bands at short notice allowing adjustments to unforeseen circumstances that periodically arise. AEMC’s Bidding in Good Faith rule amendment requires a justification for any late rebidding within 15 minutes of the start of the relevant dispatch interval.\nThe second interval is the half-hour trading interval or settlement period, across which dispatch prices are averaged to obtain a spot or settlement price, so called because it is the period on which financial payments are settled.\nSince demand normally varies only slightly across a given half hour trading interval there should be little difference in the dispatch prices across the six corresponding dispatch intervals, especially when averaged over many such intervals. In an efficient market with generators offering the bulk of their capacity at near their short run cost, this trading interval averaging should not materially affect the financial outcomes of the market.\nThe figure below provides an illustrative case. It shows the dispatch prices for each dispatch interval averaged across January 2016. The narrow range of variation, and flat trace, meets the expectation of a well functioning market.\n\nAs revenues are the product of price and demand, their graph should similarly trace a flat line across the dispatch intervals, as it did for January 2016.\n\nIn a deregulated market like the NEM, optimal bidding is ensured primarily by the discipline of competitive forces. By preventing profiteering or gaming, it is that discipline that should ensure the lines in these figures lie flat. It goes without saying, that without adequate competition, there can be no such insurance, and one of the signals can be found when plots like these deviate from horizontal. Then, the only recourse is to impose rules on the market. The period shown in the figures above are for the first month following AEMC’s bidding in good faith rule amendment.\nWhy two intervals?\nWhile the existence of a five-minute dispatch interval is essential to balance demand and supply in real time, there is no compelling reason for the exercise of a half-hour trading interval, it being something of a historical artefact. Interestingly, judging by submissions to a current proposed rule change that would dispense the trading interval, operators of our large generators seem to love it.\nWhy so? The cynic would say because the existence of the two intervals affords a convenient guise to engage in profiteering. For example, by rebidding capacity into higher price bands late in a trading interval, pool prices can be raised significantly. While such a material distortion of the market would only immediately impact un-contracted customers trading directly on the wholesale market, as explained in Part 1 any sustained price impact will pass through the contract markets thereby eventually affecting all customers.\nSo where is the evidence?\nDo some participants engage in such profiteering? Well the AEMC certainly thought so, enough at least to amend the Bidding in Good Faith Rule in December 2015.\nThe AEMC was particularly concerned that such practices were impacting market outcomes in Queensland. The smoking gun lies deeply buried in the gory details of the offers and rebids, as documented in AER’s “State of the energy market 2015” report on page 49. But the pointers are quite apparent in the figures below which cover the month of January in 2015, prior to the AEMC’s rule amendment. They show the prices and the revenue by the five minute dispatch interval . The striking feature is the asymmetry in Queensland (QLD1) price and revenue distribution, increasing very substantially across the last two dispatch intervals, compared with the earlier intervals. As explained above, the distribution should be flat, like it is for the other states in January 2015.\n\nA crude estimate of the excess revenue generated by the anomalous market behaviour in Queensland is given by the shaded area in the revenue verse dispatch interval plot below. As noted on the right, it amounted to some 30% of total market value, or ~ $200 million across the month.\n\nBy these metrics the magnitude of the Queensland anomaly is astounding, amounting to ~150% of the total revenue in the similarly sized Victorian market and adding as much as $40 per megawatt hour to Queensland spot over the month. The AEMC interest in a rule change is hardly surprising. To my mind they were a little conservative. To quote from AEMC’s rule determination:\n\n… the price volatility that arises from deliberately late rebidding … [is] … estimated to have added around eight dollars per megawatt hour to the price of caps in Queensland in the final quarter of 2014, and around seven dollars per megawatt hour in the first quarter of 2015. Across the market, this represents additional expenditure of approximately $170 million.\n\nWhatever the final accounting, Queensland customers should have been outraged. In conclusion the AEMC noted\n\n… While it is not guaranteed that the changes to the rules will put an immediate stop to the conduct of concern, they are a proportionate response to the issue, and ought to make it easier for the AER compared to the current arrangements to take enforcement action in respect of deliberately late rebidding. At the same time, they should not prevent rebidding in legitimate pursuit of commercial interests.\n\nShould we ask did it do so?\nThe answer is shown in the figures below, for January 2017. Essentially they are the mirror image of the January 2015 scenario, seemingly implying Queensland generators are now initially bidding in capacity into elevated price bands in the early dispatch intervals. Whatever the strategy it is achieving an almost identical outcome to 2015. Even if entirely within the rules, it would seem not in the spirit. The substantive result is situation normal for Queensland customers, with a $225 million monopoly rent extraction for this past January accompanying unprecedented spot price rises.\n\n\nConcentrating power\nThere is such a lot to be said about this, and hopefully it will be. Queensland customers should be beyond outrage. The analysis provided above is but one, easily illustrated example of the exercise of market power. There are others, as for example described in the notes below [2]. From the perspective of this discussion it is illustrative of significant deficiencies in the current operation of the NEM. Those deficiencies are exacerbating our current energy crisis. A concentration of market power is adding materially to costs especially, but not only, in Queensland.\nIt is worth noting that the half-hour settlement period is currently under review by AEMC and, against the wishes of most established operators, will likely be scrapped [1]. Whatever is decided by AEMC, the underlying issue of market power cannot be addressed by tinkering with the rules. The concentration of market power is increasing as old power stations such as Alinta’s Northern Power Station in South Australia and Engie’s Hazelwood Power Station in Victoria are closed. For example, following closure of Northern, AGL’s proportion of registered capacity in South Australia increased 5% points, from 36% to 41%, improving its relative market power by more than 10%.\n\n\n\nFigure 1: Percentage of registered generation capacity by participant in South Australia, both before (blue) and after (red) the closure of the Alinta’s Northern Power Station (NPS). Also shown in green is the effect of mothballing Engie’s Pelican Point Power station PPS) as it was in winter 2016. Orange shows the percentages less NPS, PPPS and semi scheduled generators (wind), as applied on July 7th, 2016. In both instances AGL’s relative market power has substantially increased by these events, by over 10% in relative market power terms. This increases the likelihood of AGL being a necessary or pivotal supplier, as it’s was in July 7th in the first of the South Australian energy crises of last year as described briefly in note [2]. Only the largest eight participants are shown.\n\n\n\nFollowing the closure of Northern, as well as the decision by Engie to mothball the Pelican Point Power Station, AGL played its hand ruthlessly during the first of the South Australian energy crises in July 2016 [2]. With the closure of Hazelwood in a few weeks, AGL will again be the beneficiary of increased market share in Victoria. Although not to the extent it was in South Australia, it will increase the likelihood of AGL being a necessary or pivotal supplier in future high demand events in Victoria. How AGL responds will be a key to how steeply prices rise in Victoria and neighbouring states.\n\n\n\nFigure 2: Percentage of registered generation capacity by participant in Victoria ), both before (blue) and after (red) the closure of Engie’s Hazelwood Power Stations (HPS), respectively. Orange shows the percentages less HPS and semi scheduled generators(wind). Note that Hazelwood is still operational at the time of writing, but is scheduled to close at end of this month (March, 2017). AGL’s relative market power will be substantially improved by these closures, by over 10% in relative market power terms. In OFGEM’s terms the Victorian market power increases from somewhat concentrated to exceedingly concentrated. This increases the likelihood of AGL being a necessary or pivotal supplier. Only the largest seven participants are shown.\n\n\n\nSome reflections\nA key objective of the NEM’s energy-only market is to bring competitive pressure to bear on wholesale prices. Until recently the NEM was performing quite well in this regard, with wholesale prices and volatility being very low in the period 2009-2014 in historical terms (see Part 2). But this has changed over the last few years, with a tightening of the market. Like with any industry, our electricity generators have shown adeptness at exploiting the opportunities availed by the market rules. Because of the concentrated nature of the market they have been able to influence price outcomes beyond what would be expected for an efficient market response to such tightening. In so doing they are helped provoke the current energy crisis.\nOne could only wish our generators turned such “adeptness” to helping drive our energy system to a place we need it to be, that is secure, affordable and with much, much lower emissions. To be so guided, our market rules will have to be radically reshaped to be more aligned to the national interest, explicitly including all three elements of our energy trilemma, and ensuring adequate levels of competition allow the benefits of the deregulated market flow to all participants.\nSadly, as our energy crisis has unfolded, partly in response to the need to address its emissions intensity, emissions have begun to rise again. Just by how much we do not know, as I will discuss in the next piece in this series.\nNotes\n[1] As Dylan McConnell has shown, the current rules also seriously disadvantage the economics of a number of emerging technologies such as battery storage, hindering innovation that would serve much needed competitive discipline into the market.\n[2] For example, on page 51 of its “State of the energy market 2015” report, the AER documents the role of Snowy Hydro’s strategic bidding of its Angaston plant in South Australia on June 10th 2015 to manipulate price. In our analysis of the July 7th event in South Australia, we analysed the extent to which AGL bid capacity to high price bands (typically the market cap price) for the Torrens Island A Power Station. We also looked at the proportion of capacity that was available below and above $300/MWh. In aggregate, Torrens Island A offered its entire capacity to the market at less than $300/MWh 96.5% of time in 2015. For the remaining 3.5% of the year (or about 300 hours) some capacity was pushed into high price bands. Our analysis shows a correlation between periods of high scheduled demand and Torrens Island A’s bidding of capacity into high price bands. The proportion of time when some capacity was priced above $300/MWh is clearly skewed to times of high scheduled demand. In 2015, for the top 10% of scheduled demand periods, the amount of time some capacity was bid into these high price bands was 16.7%. For the top 1% of scheduled demand periods it increased to 35%. On July 7th 2016, it is clear is that Torrens Island had bid an unusually high volume of capacity at the market price cap, at a time it was needed to ensure supply as a pivotal supplier, consistent with exercising market power. While there is nothing in the rules to prevent this, the lack of appropriate competitive discipline means significant market distortion accumulated.\n\n\n",
    "preview": "posts/2020-02-05-anatomyofanenergycrisispart3/images/09.png",
    "last_modified": "2020-02-05T16:00:51+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-03-our-planet-is-heating/",
    "title": "Our planet is heating",
    "description": "The crust beneath our feet contains an undeniable record of surface  warming over the last century, and a bet for the \"deniers\".",
    "author": [],
    "date": "2016-08-16",
    "categories": [],
    "contents": "\nIn an entertaining and somewhat chaotic episode of ABC’s Q&A (Monday 15th August) pitting science superstar Brian Cox against climate contrarian and global conspiracy theorist and now senator Malcolm Roberts, the question of cause and effect and empirical data was raised repeatedly in regard to climate change.\nWatching I pondered the question - what would I need to change my mind? After all, I should dearly love to be convinced that climate was not changing, or if it were, it were not due to human emissions of CO2 and other greenhouse gases. That would make things just so much easier, all round.\nSo what would make me change my mind?\nThere are two elements to this question. The first is the observational basis, and the question of empirical data, of a changing climate. The second relates to cause and effect, and the question of the greenhouse effect.\nOn the second, I will only add that the history of our planet is not easily reconciled without recourse to a strong greenhouse effect. If you have any doubt then you simply need to read my former colleague Ian Plimer.\nAs I have pointed out before, in his 2001 award-winning book “A Short History of Planet Earth”, Ian has numerous references to the greenhouse effect especially in relation to what all young geologists learn as the faint young sun paradox:\n“The early sun had a luminosity of some 30 per cent less than now and, over time, luminosity has increased in a steady state.”\n“The low luminosity of the early sun was such that the Earth’s average surface temperature would have been below 0C from 4500 to 2000 million years ago. But there is evidence of running water and oceans as far back as 3800 million years ago.”\nThe question is, what kept the early Earth from freezing over?\nPlimer goes on to explain: “This paradox is solved if the Earth had an enhanced greenhouse with an atmosphere of a lot of carbon dioxide and methane.”\nWith Ian Plimer often touted as one of the grand priests of climate contrarians, I doubt that Malcolm Roberts would consider him part of a cabal of global climate change conspiracists, though that would be ironic.\nAs a geologist, I need to be able to reconcile the geological record of a watery planet from time immemorial with the faint young sun hypothesis. And, as Ian points out, with nothing else on the menu, the greenhouse effect is all we have.\nIf the menu changes, then I will reconsider.\nHow about the empirical data?\nAlong with Brian Cox, I find it implausible that an organisation like NASA, with a record of putting a man on the moon, could or would fabricate data to the extent Malcolm Roberts insinuates. It sounds such palpable nonsense, it is something you might expect from an anti-vaxer.\nHowever, a clear message from the Q&A episode is there is no way to convince Malcolm Roberts that the meteorological temperature data has not been manipulated to achieve a predetermined outcome. So he simply is not going to accept those data as being empirical.\nHowever, the relevant data does not just include the records taken by meteorological authorities. It also includes the the record preserved beneath our feet in the temperature logs from many thousands of boreholes across all inhabited continents. And the importance of those logs is that they are reproducible. In fact Malcolm can go out an re-measure them himself, if he needs convincing they are “empirical”.\nThe idea that the subsurface is an effective palaeo-thermometer is a simple one that we use in our every day life, or used to at least prior to refrigeration, as it provides the logic for the cellar.\nWhen we perturb the temperature at the surface of the earth, for example as the air temperature rises during the day, it sends a heat pulse downwards into the earth. The distance the pulse travels is related to its duration. As the day turns to night and the surface cools, a cooling pulse will follow, lagging behind, but eventually cancelling, the daily heating. The diurnal surface temperature perturbations produce a wave like train of heating and cooling that can be felt with diminishing amplitude down to a skin depth less than a metre beneath the surface before all information is cancelled out, and the extremes of both day and night are lost.\nSurface temperatures also change on a seasonal basis from summer to winter and back again, and those temperatures propagate even further to depths of around 10 metres before completely cancelling [1].\nOn even longer cycles the temperature anomalies propagate much further, and may reach down to a kilometre or more. For example, we know that over the last million years the temperature on the earth has cycled in and out of numerous ice ages, with a period of about 100,000 years. Cycles of that duration can propagate more than one kilometre into the earth, as we see in deep boreholes, such as the Blanche borehole near the giant Olympic Dam mine in South Australia. From our analysis of the Blanche temperature logs we infer a surface temperature amplitude of around 8°C over the glacial cycle.\nSo what do we see in the depth range of 20-100 metres that is sensitive to the last 100 years, and most relevant to the question of changing climate?\nThe image below shows the temperature log from a borehole that we purpose drilled in Gippsland as part of AuScope AGOS program.\n\nThe temperature profile shows various stages. Above the water table at about 15 metres depth, due to infiltration of groundwater in the vadose zone, the temperatures in the borehole rapidly equilibrate to seasonal surface temperature changes. In the winter, when this temperature log was obtained, the temperatures in this shallow zone trend towards the ambient temperature around 12°C. In summer, they rise to over 20°C. Beneath the vadose zone, the temperature in the borehole responds to the conduction of heat influenced by two dominant factors, the changing surface temperature on time-scales of decades to many hundred of years, and the heat flow from the deeper hot interior of the earth. During a rapid surface warming cycle lasting more than several decades the normal temperature gradient in which temperatures increase with depth can be reversed, so that we get a characteristic rollover (with a minimum here seen at about 30 metres depth).\n\nIn geophysics we use the techniques of inversion to identify causative signals, and their uncertainties, in records such as the Tynong borehole log, as well as in the estimation of the value of buried ore bodies and hydrocarbon resources. As shown in the second image, the inversion of the Tynong temperature log for surface temperature change over the last 700 years, with uncertainties at the 95% confidence interval, is compelling. Not surprisingly as we go back in time the uncertainties become larger. However, the inversion, which is based on Fourier’s law of heat conduction, shows that we can be confident that the Tynong AGOS borehole temperature record is responding to a long-term heating cycle of 0.3-1.3°C over the last century at the 95% confidence level.\nIf there were just one borehole that showed this record, it would not mean much. However the characteristic shallow rollover is present in all the boreholes we have explored, and has been reported in many thousands of boreholes from all around the world.\nThe only way we know to sensibly interpret such empirical evidence is that ground beneath our feet, down to a depth of around 50 metres or so is now heating from above. The physics that explains these observations dates back to Joseph Fourier, over 200 years ago, so its not exactly new or even contentious. In effect the solid earth below is now absorbing heat from the atmosphere above, counter to the normal process of losing heat to it. However, if Malcolm can bring to the table an alternative physics to explain these observations, while not falling foul of all the other empirical observations that Fourier’s law of heat conduction admits, then I am happy to consider, and put it to the test. (I suspect Brian Cox would be too, since all good physicists would relish the discovery of a new law of such importance as Fourier’s law).\nPerhaps the hyper-skeptical Malcolm thinks that somehow the global cabal of climate scientists has got into all these thousands of boreholes with an electrical heater to propagate the heat signal that artificially simulates surface heating. More fool me.\nBut, if he does, then I am perfectly happy to arrange to drill a new borehole and, along with him, measure the temperature profile, making sure we don’t let those pesky climate scientists get at the hole with their heating coils before we have done so.\nAnd I’ll bet him we can reproduce the signal from Tynong shown above.\nBut I’ll only do it on the condition that Malcolm agrees, that when we do (reproduce the signal), he will publicly acknowledge the empirical evidence of a warming world entirely consistent with NASA’s surface temperature record.\nMalcolm, are you on? Will you take on my bet, and use the Earth’s crust as the arbiter? Perhaps Brian will stream live to the BBC?\n\n\n",
    "preview": {},
    "last_modified": "2020-02-13T07:13:34+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-03-a-precarious-geological-bargain/",
    "title": "A precarious geological bargain",
    "description": "The ancient Silk Roads skirting  the great mountains and deserts of central Asia, weave a magic thread through a region that has played a special role in history, in a land shaped by tremendous geological forces.",
    "author": [],
    "date": "2016-04-18",
    "categories": [],
    "contents": "\nThe landscapes of the Xinjiang province of western China are very special.\nIt is here the ancient trade routes of the Silk Roads skirt the great mountains and deserts of central Asia, weaving a magic thread through a region that has played a special role in history.\nXinjiang is the home to the Uyghur, a place where the cycles of life and geology meet in ways that are both mystical and enthralling.\nIn southern Xinjiang, Uyghur villages huddle between the Western Kunlun Range, to the south, and the foreboding Taklamakan Desert further north - the name of which loosely translates to “go in and you will never come out”.\nIn the region around Sanju, in the Hetian prefecture, the villages are inset into narrow valleys literally carved into the edge of the desert at the foot of the mountains. Separated by stretches of barren desert, these valleys are the only places where water and soil combine in sufficient quantities to sustain communal life. The contrast between the serene, verdant valleys and the barren desert beyond is truly surreal.\n\n\n\nFigure 1: The Uyghur village of Sanju, southern Xinjiang, viewed from the desert above.\n\n\n\nGlaciers high up in the Kunlun feed the valleys with water enough to sustain irrigation for only a few kilometres from the mountain front. Once free flowing water is exhausted, the valleys disappear beneath advancing desert sands - the boundary between like a conflict zone in the epic battle between the wit of man and the forces of nature.\n\n\n\n\nFigure 2: The limits of communal life depend on the amount of water available for irrigation. The photo shows the desert dunes at the downstream limit of irrigation in one of the valleys incised into the rising Sanju Anticline, the axis of which traces the distant hills.\n\n\n\nThe melt water carries with it a precious “rock flour” ground from bedrock by mountain glaciers far above. This vital silt helps replenish the soils in the valley floors, but also feeds the voracious desert beyond with a ready supply of ammunition to advance its cause.\nA precarious bargain\nThe valleys that provide succour for the Uyghur are, in every sense, active geological phenomena. The valleys carve their way through older river sediment pushed upwards by forces that drive the mountain front relentlessly onto the desert.\nThe valleys are most densely populated where the crust is actively “buckling” in response to these forces, with great folds in the landscape emerging out from the desert1. The reason is simple, the buckling constricts the valleys and so focuses the water enough to sustain year round irrigation.\n\n\n\nFigure 3: The Sanju Anticline exposed in the walls of the Sanju valley. The folded strata comprise old river deposits crumpled above the tip of a blind fault buried several kilometres below.\n\n\n\nBut the catch is that the folds sit above the tip of a blind thrust fault that bites northwards from the mountain front several kilometers beneath the surface. With each fault rupture, the overlying anticlinal fold is squeezed just a little bit tighter, forcing the land surface to buckle upwards in small increments as its seismic waves propagate their deadly message.\nWith the Uyghur communities congregating in the valley segments carved into the most rapidly rising parts of the landscape there is a very real sense that life here is predicated on a precarious bargain with geology [he type of bargain predicated here is not uncommon across central Asia and the Middle East, where the conjunction of water and soil is often associated with active faults that periodically rupture in devastating earthquakes. This relationship has been explored in an extraordinary and wonderful scientific paper, one of my personal favourites, by James Jackson, titled Fatal attraction: living with earthquakes, the growth of villages into megacities, and earthquake vulnerability in the modern world2 - a must read for any budding geologist].\n\n\n\nFigure 4: shaded topographic image of the region of the Uyghur settlements in southern Xinjiang, along the western Kunlun Range front. As north flowing rivers exit the range front headed towards the Taklamakan desert, they debouch gravels in distributary fans. As they encounter the Sanju Anticline, the streams gather together again, in gently incised valleys. It is here the Uyghur have built their villages, and where the ancient Silk Road traced a magic thread connecting civilisations. The blue and white symbols represent large earthquakes from a global catalogue of events of magnitude greater than 5.5 since 1975\n\n\n\nCycles in cycles\nWhen the desert wind blows from the north in winter, it blows with a fierce cold, thick with dust, across the Uyghur villages, returning the “rock flour” to the mountains from which it came. With their beautiful tall hedgerows, the deepest carved valley segments afford the most protection from the biting, choking wind.\nAs the dust eventually settles on the mountain front as loess, it produces an ethereal landscape draped in a strangely comforting blanket. The image is of a cremated land seemingly suspended in time, completing the cycle of dust from mountain to desert and back again.\n\n\n\nFigure 5: Loess draped foothills of the Western Kunlun, along the edge of the Taklamakan desert, near the village of Sanju\n\n\n\nIt seems to me, this cycle is poignantly mirrored in the life of the Uyghur. To bury their dead, they climb the 50 metres or so up the near vertical valley walls to the desert above. There, they dig shallow graves just a few metres from the cliff tops, knowing the graves will be gently mantled beneath a soft loess blanket when the winter winds blow the dust back from the desert beyond.\n\n\n\nFigure 6: A Uyghur cemetary atop a valley wall\n\n\n\nBut they must also understand that as the rivers erode further into the buckling landscape, those ancestral remains will eventually wash back down into the valleys below to enrich the precious soils, returning to the irrigated fields of their youth to nuture their descendants.\nIn most parts of the world, the vastly different timescales of geological processes and human life make it hard to appreciate the resonances that connect us to the land to which we belong. But here, in the land between the Kunlun and the Taklamakan, these resonances are profound. For me they are amplified in great waves that enrich my spirit.\nAnd for me it is deeply spiritual.\nHere it is especially easy to appreciate how people are connected to the landscape and how that connection links the lives that came before, and the lives that will come after, with the great forces that shape our planet.\nHere, there is a profound sense we are all part of a very much more important cycle, connecting our remarkable planet and all the people who inhabit it - in life and in death.\nA sense of place\nFor me, the region of the Silk Roads in Xinjiang is special - a place where geology and life appear to merge seamlessly together.\nBut what I see in the Uyghur landscape is, I am sure, just a reflection of a universal truth - it is the sense of place that connects us to who we really are.\nAnd in that sense what is true of the Uyghur and their land is true of all people and all places.\nMy work was aimed at documenting just how fast these folds are forming and in so doing how rapidly the underlying fault are slipping. Sadly, like so many parts of the world, travel in southern Xinjiang has become increasingly difficult because of rising tensions between the ethnic population and the regional administration. The fieldwork referred to here took place in 2005 and 2009.Our reserch paper on the western Kunlun can be found at Li, G., Sandiford, M., Fang, A., Kohn, B., Sandiford, D., Fu, B., Zhang; T., Cao, Y., Chen, F., 2019, Multi-stage exhumation history of the West Kunlun orogen and the amalgamation of the Tibetan Plateau, Earth and Planetary Science Letters, 528, http://dx.doi.org/10.1016/j.epsl.2019.115833↩\nsee http://rsta.royalsocietypublishing.org/content/364/1845/1911↩\n",
    "preview": "https://images.theconversation.com/files/118981/original/image-20160416-11155-4lmc0b.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1000&fit=clip",
    "last_modified": "2020-02-05T17:19:19+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2016-04-16-travelling-with-timor-leste/",
    "title": "Travelling with Timor Leste",
    "description": "On the ghosts of \"Jakarta dua\" and the shocking realisation hidden in the dark shadows of Timor landscapes.",
    "author": [],
    "date": "2016-04-15",
    "categories": [],
    "contents": "\nIt took several trips before I began to understand the scale of the horror. It was 2009 and I was working in the Ainaro district in Timor Leste, not far from Ramelau - Timor’s highest peak.\nA rural centre, Ainaro is built on a massive conglomerate “fan”, the origins of which can be traced into a huge head-wall scarp in the Ramelau range. I was convinced the conglomerate was the result of a truly massive landslide - one that just might have “taken out” a peak even higher than Ramelau. Along with one of my students from Melbourne and a young Timorese geologist, Johnny, we were mapping the geology of the landslide deposit.\n\n\n\nFigure 1: View across the Ainaro fan, with Cablaci in the background.\n\n\n\nWe knew the deposit couldn’t be very old, in geological terms, since the island of Timor only emerged from the sea just a few million years ago. Understanding when and why the landslide formed would help us better understand the risk elsewhere in Timor. That my student was of Timorese extraction, with family connections to Ainaro, made the fieldwork all the more special.\nWe were driving several kilometres south from Ainaro, to an outcrop I had briefly visited on a previous trip. The outcrop comprised a spectacular ~40 m cliff cut down through the conglomerate, the clifftop only a few metres away from the road. I had hoped the cliff exposures held the clues to the age of this extraordinary deposit.\nAs I explained our destination en route, Johnny responded “we must be going to Jakarta dua” (literally “Jakarta two”).\n\n\n\nFigure 2: Jakarts dua, south of Ainaro\n\n\n\nNonplussed, I asked naively “why Jakarta dua?”\nWithout hint of recrimination, Johnny responded “when you go to Jakarta you don’t come back.”\nAnd with that, my imagination cut loose flashing terrifying images of just what might have been perpetrated at that cliff under Indonesian occupation? To help deal with my growing sense of unease, I changed our itinerary and set about finding other outcrops to do our work.\nAnd as we did so I began to see the landscape in an entirely new light. Now as I scanned the mountain slopes, the faint remnants of paddy terraces, now largely washed away, shouted “why did you not notice us before”.\nThe landscape was now everywhere imbued with a dark shadow as testimony to the brutal rural depopulation that had occurred under the Indonesian occupation in the late 1970’s and early 1980’s. Some reports suggest that then as many as one hundred and eighty thousand Timorese perished in the ensuing starvation. The abandoned fields are just one testimony to the magnitude of a genocide, as described by Australian expatriate Ben Kiernan, that took the lives of one fifth of the population. Kiernan reports that visitors to Ainaro in late 1975 found the town entirely deserted of Timorese.\nAnd so I ask myself “why did it take me so long to recognise this tragic human imprint on the landscape?”\nIt is no comfort to recognise I am not alone. Gough Whitlam toured Timor in 1982 as the genocide played out. In an ABC interview in 1999, Whitlam is quoted “What I said in ‘75, what I said in ’82 was completely correct. I went all round East Timor in ’82 and there was no risk at all.” With ample commentary concerning Whitlam’s dismal record on East Timor, it need not be repeated here.\nThe point is that the answer to my question is quite simple. We most often see only what we look for, and for most of us there is nothing quite so blinding as self interest. Mine was my sharp focus on geology, so sharp it occluded a tragic human story. Whitlam’s, I can only presume, was on justifying his record.\nPerhaps I am again showing my naivety, but I confess it is a growing sense of unease, even shame, that motivates me to write this piece.\nMy unease is despite a pride in our national aid effort, and especially of our actions in times of dire need - such as followed the Banda-Aceh earthquake and in Timor once the the horror inflicted by the militias became apparent, in the aftermath of the vote for independence in 1999. I count my work in Timor as just one small contribution to that effort1.\nNo, my unease is due to the way my government continues to game the Timorese over the position of its maritime boundary. That we refuse to engage with formal international protocols that define where that boundary should be, is something that I find unconscionable. That our government stands accused of bugging Timorese government offices to advantage its unconscionable position is an outrage that I think should shame every Australian. Does it surprise that the minister responsible, Alexander Downer subsequently consulted for Woodside petroleum, a company that had more than a little interest in the position of the boundary?\nThe Australian government has made many excuses to justify its position on the maritime boundary. One claims our territorial waters should be extended to a putative edge of the continental shelf which it places close the Timor Trough, well beyond the median line.\nThe Timor trough is something of a geological enigma. There is debate as to whether it constitutes a tectonic plate boundary. Maybe it did, for a short time several million years ago, but today the trough is seismically inactive - a sure sign it is now no plate boundary. Today Australia once again effectively travels with Timor as part of the Indo-Australian plate.\nCritically, Timor is largely made of the very same rocks that lie beneath the sea floor on Australia’s own north-west shelf. Most interpretations have Timor as part of the continental shelf, albeit broken up and interleaved with bits of the Indonesian volcanic island chain in great thrust stacks that pushed the island from the sea a few million years ago. Technical detail I know, but if it is made from the same shelf, there can be no continental “shelf edge” between Timor and Australia2\nSo the geological case for varying the boundary from the international norm defined by the Rules of the Sea is weak at best. But so what if it were, the moral case is bereft. The only reason that we would dispute the position of the boundary is economic. Its position defines the access rights to the rich geological resources beneath the Timor Sea.\nSo let’s not beat about the bush. Let’s just call the Australian position for what it is - an “oily-greed”.\nBut in our oily-greed don’t we show ourselves for hypocrites when criticising the Chinese for their active geological appropriation of the South China Sea?\nAnd in our appropriation of the Timor Sea, don’t we reveal a greed at odds with our record of generosity in times of need.\nAnd for the opportunity of a few mere petro-dollars, don’t we deplete a more valuable, intangible resource - the respect of our neighbours.\nThe government of Timor Leste has again called on the United Nations to resolve the maritime boundary dispute. The initial Australian government response indicates little hope we are prepared to begin the process of removing the self inflicted stains of our “oily-greed”.\nMeanwhile, the ghosts of “Jakarta dua” shout at me “surely you can be better, surely it’s time for you to travel with Timor Leste”.\n\n\n\nFigure 3: The crocodile’s tail - Ainaro region.\n\n\n\nPostscript\nFor those interested in the grim details of “Jakarta dua”, an account of Max Stahl’s visit to the site in 1999 has been posted. It makes confronting reading and confirms my worst fears. Max Stahl has played a pivotal role in documenting the atrocities committed in Timor Leste, including the filming of the Santa Cruz massacre in 1991.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.\nMy Timorese work is part of an ongoing collaboration with the Timor Leste geological agencies to map the geology of Timor and document its natural hazards designed to provide basic understanding of Timor’s geological heritage. By forming teams involving Timorese geologists working with Australian postgraduate students, supervised by my colleagues, we also help provide technical skill development. But the learnings are very much two-way and I have always thought the greatest leanings are the life lessons passed to my students from their Timorese colleagues such as Johnny. After spending a few months in rural Timor, I am convinced my students arrive back in Melbourne, with a much expanded sense of themselves, a better understanding of the special privileges they have been afforded as Australians, and a commitment to being better citizens of the world. While not linked formally, the ambitions of my program are very much aligned with those of the Australian Government’s New Colombo Plan, the principles of which I strongly endorse.↩︎\nMy geological “hunch” is that the former Australian continental shelf edge lies buried beneath Timor in the great thrust stack that was created as the island emerged from the sea several million years ago. In this scenario, the Timor Trough is underpinned by Australian continental shelf, and the deep bathymetry that defines it represents the flexural bending of the Australian shelf in response to loading by the Timor thrust stack.↩︎\n",
    "preview": "posts/2016-04-16-travelling-with-timor-leste/images/P1300672.jpeg",
    "last_modified": "2020-02-05T15:15:54+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-cherrypickingcontrarian/",
    "title": "Cherry picking contrarian geologists",
    "description": "Title says it all - as originally published in the Australian, December, 2011",
    "author": [],
    "date": "2011-12-31",
    "categories": [],
    "contents": "\nGINA Rinehart notoriously claims she has never met a geologist who believes “adding more CO2 to the atmosphere will have any significant effect on climate”. To listen to prominent “contrarian” geologists such as Ian Plimer, you might imagine she never could.\nBut, despite the bluster, our contrarian geologists are out of kilter with their own community and seem deeply confused about the way the greenhouse effect - by adding more CO2 to the atmosphere, for example - has shaped both the past and the present.\nAll geology students learn of the importance of the greenhouse effect. It’s simply impossible to understand the geological record without it.\nIn his 2001 award-winning book A Short History of Planet Earth, Plimer has numerous references to the greenhouse effect.\nHe explains what all young geologists learn as the faint young sun paradox:\n\"The early sun had a luminosity of some 30 per cent less than now and, over time, luminosity has increased in a steady state.\n“The low luminosity of the early sun was such that the Earth’s average surface temperature would have been below 0C from 4500 to 2000 million years ago. But there is evidence of running water and oceans as far back as 3800 million years ago.” The question is, what kept the early Earth from freezing over?\"\nPlimer goes on to explain: “This paradox is solved if the Earth had an enhanced greenhouse with an atmosphere of a lot of carbon dioxide and methane.”\nHere’s another quote from Plimer, referring to a time 100 million years ago when the dinosaurs roamed the planet: “The peak of 6 per cent carbon dioxide was at the time of a protracted greenhouse and maximum sea level. At this time, mean annual surface temperatures were 10C to 15C warmer than now.”\nThe problem is, although his temperature estimate is about right, his CO2 estimate is about 50 times too high. CO2 levels were more like 0.12 per cent. At just three times present levels, this is a target we are on track to reach early next century.\nJump forward to 2009 and in his book Heaven and Earth Plimer seems to have quietly forgotten those geological lessons in stating: “Over geological time there is no observed relationship between global climate and atmospheric CO2.”\nExactly which Plimer are we to believe?\nScientists are notoriously sceptical of the data collected by others. But ignoring a respected source is reprehensible. Cherry-picking only the data that fits is borderline. Deliberately misrepresenting data or making it up is just not on.\nHere’s an example. In a section from his new book, How To Get Expelled from School, as reprinted in The Weekend Australian recently, Plimer claims: “Antarctic ice core (Siple) shows that there were 330 parts per million of carbon dioxide in the air in 1900; Mauna Loa Hawaiian measurements in 1960 show that the air then had 260ppm carbon dioxide.”\nPlimer goes on to say: “Either the ice core data is wrong, the Hawaiian carbon dioxide measurements are wrong, or the atmospheric carbon dioxide content was decreasing during a period of industrialisation.”\nThe implication is there must be something terribly wrong with the orthodox climate science and we are all being taken for a ride.\nThe problem is that the primary data sources explicitly state the Hawaiian Mauna Loa CO2 measurements for 1960 were in the range 313-320ppm, and that Siple air of age about 1900 has a CO2 content of 295ppm, with the 330ppm concentrations having an estimated air age of 1962-83, entirely in keeping with Mauna Loa.\nWho has been taken for a ride?\nSadly, this is not an isolated case. Plimer has persistently claimed that volcanoes contribute much more CO2 to the Earth’s atmosphere than do our own activities, blithely ignoring US Geological Survey reference data showing just the opposite - volcanoes emit CO2 at about 1 per cent of the rate of anthropogenic emissions.\nAnother common meme promoted by our contrarian geologists is that it is now a fact that the climate is cooling.\nBut may we ask by whose data is this a fact?\nCertainly not NASA’s, which showed last year was the hottest on record, followed by 2005, 2007, 2009 and 1998. In fact, NASA ranks nine of the hottest 10 years ever recorded between 2001 and last year. You’d reckon NASA had learned a few lessons about being careful with data.\nVariations on decadal timescales are more relevant to climate trends than annual variations. NASA shows the average temperature over the decade 2000-09 was a full 0.2C higher than in the 1990s - the biggest decadal rise in temperature ever recorded.\nWith an increase of more than 0.5C over the past 40 years, the decadal trend is now warming faster than ever. It beggars belief that any serious scientist could assert the climate is cooling.\nOur contrarian geologists also avoid the devil in the detail. NASA’s data shows that winters are warming faster than the summers and the Arctic faster than the tropics. While the lower atmosphere is warming, the upper atmosphere is cooling.\nThese characteristics provide diagnostic fingerprints of the heat trapping expected for a greenhouse effect. They provide the smoking gun that points to rising greenhouse gas levels as the cause, and rule out warming because of additional heat input from the sun.\nCould that be why you won’t hear our contrarian geologists refer to such data? Could their real agenda be in manufacturing doubt rather than the search for scientific truth?\nIf so, it wouldn’t be a first, as Naomi Oreskes points out in her recent book Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming.\nNow here’s a point for those who, like Rinehart, think all geologists toe Plimer’s contrarian line.\nOreskes is a noted geologist. Having published groundbreaking research on the origin of the giant South Australian Olympic Dam deposit, she has arguably contributed more to the understanding of Australian mineral wealth than has Plimer.\nNow just imagine a meeting between Rinehart and Oreskes - that would be interesting!\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T14:54:49+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-oureffectontheplanet/",
    "title": "Our effect on the planet is real",
    "description": "A tribute to Robert Sherlock, and a reference to a new unit of energy use termed the hiro. First published by the Conversation, June 2011.",
    "author": [],
    "date": "2011-06-16",
    "categories": [],
    "contents": "\nAren’t we too puny to rival the great forces of nature that shape our planet?\nCertainly some prominent Australian geologists sceptical of our ability to impact our climate have said as much.\nBut the facts show that we are fundamentally impacting planet Earth in unprecedented ways, and we’ve known about it for a century.\nMeasuring our impact\nSo what are those measures of our geological impact, and how do they compare to the natural energy and material fluxes that shape our planet?\nGeologists estimate that on average about 10 billion tonnes of sediment have been moved from mountain to sea each year over geological time by rivers and glaciers.\nSince the onset of agriculture, the river sediment flux has increased about threefold, to about 28 billion tonnes each year.\nLet’s compare that to our own direct activities.\nWe mine about seven billion tonnes of coal and 2.3 billion tonnes of iron ore each year. We shift several times as much in overburden to access these resources.\nAdd to this the construction aggregate (2.5 billion tonnes in the USA alone), limestone for the three billion tonnes of cement made each year and other excavations for our infrastructure, and we are clearly the dominant geological agent shaping the Earth’s surface today.\nWhile many of our excavations are local in scale, they are not always so.\nIn Australia natural erosion removes about 100 million tonnes of sediment each year. With our annual exports of coal and iron ore now at about 600 million tonnes, we have increased the geological erosion rate of the continent by many factors.\nAnd in an extraordinary demonstration of our geological power, the proposed Olympic Dam open cut development plans to extract about 14 billion tonnes of rock over a 40-year period.\nWith peak extraction rates of about 400 million tonnes a year, it would excavate enough rock over its life to cover metropolitan Melbourne four metres deep.\nThat’s a lot of rock, even by geological standards.\nFrustrated fliers in the eastern states will know that volcanoes vent a lot of gas and particulate matter from the interior of the Earth. Over geological time, that material is returned to the Earth through natural mineralization, but we know that it can and does impact climate.\nSo how do we compare?\nOur best estimates place human industrial emissions of sulfur dioxide and CO₂ at five and 100 times natural volcanic emissions, respectively.\nThink volcanoes are powerful? Our impact is much greater.\nA geological litmus test\nThe geochemical fingerprints of human activity are everywhere.\nSince the industrial revolution the added CO₂ now dissolved in the oceans has increased acidity by 25%. And it is changing the geological processes operating at the sea floor.\nWe can see traces of the lead we have mined from Broken Hill in modern sediments all around the globe – a geochemical fingerprint of Homo sapiens to be preserved for time immemorial, like the iridium anomaly that marked the end of the dinosaurs 65 million years ago.\nWe even make earthquakes.\nThe largest earthquake in Victoria in the last 30 years was the magnitude five Thomson Dam quake, induced as a direct consequence of the filling of the Thomson dam.\nInduced quakes are a common occurrence when we first fill large dams, with the largest record being a magnitude six quake in India.\nAnyone who has seen film of a volcano erupt or those horrific scenes of devastation from the recent Japanese earthquake and tsunami can intuitively appreciate the immense energy involved in the natural processes that shape our planet as it vents heat stored deep within its interior.\nThe rate heat is released from the earth – a measure of its natural “metabolic rate” – is well understood. It’s about 44 trillion watts, and reflects the average rate of energy transferred in moving all the continents, making all the mountains, the earthquakes and the volcanoes on our planet in a process we call plate tectonics.\nBy way of contrast, the International Energy Agency estimates our human “energy system” operates at a rate of some 16 trillion watts.\nSo we are already operating at one-third the rate of plate tectonics, and with our energy use doubling every 34 years we are on course to surpass plate tectonics by about 2060.\nClimate scientists talk about the climate sensitivity in terms of a “radiative forcing” – an obscure term that accounts for the rate of heat energy gain or loss due to a change in a climate parameter.\nThe radiative forcing of a doubling of CO₂ is about 1300 trillion watts – or 28 times the energy released by plate tectonics.\nAnd we are well on the way to doubling CO₂. In the past hundred years we have added almost 40%, and warming that can only plausibly be attributed to a greenhouse effect is not only heating the atmosphere, but is also pumping heat into the oceans and the crust at a phenomenal rate.\nWhen my students measure the temperature in boreholes across Australia they invariably see that almost as much heat is now going into the upper 30-50 metres of the Earth’s crust as is trying to get out – a result entirely consistent with the surface temperature rises measured by climate scientists.\nRecent measurements suggest the oceans have been heating at 300 trillion watts over the last few decades.\nThe scale of our energy use is truly mind-boggling. In fact, the sheer size of these numbers makes it difficult for most people to grasp and comprehend their significance; few of us have any useful reference frame for comparison.\nA new measure of energy use\nTo put these numbers into a more human context we need a a new measure for our energy use. The “hiro” is one. It is the equivalent to the energy released by detonating one Hiroshima “Little Boy” bomb every second. One Hiro equals 60 trillion watts.\nIn these terms, our human energy system operates at a rate of 0.25 hiros, or one Hiroshima bomb every four seconds. That is the equivalent of more than eight million Hiroshima bombs going off each year.\nAnd we are on a trajectory towards the one Hiro mark by 2100, equivalent to the energy release of one bomb each year for every five-square kilometre patch of land on the planet.\nThe ocean heating is at 5 hiros over the last few decades – the energy equivalent of detonating more than a 150 million Hiroshima bombs in our oceans each year.\nAnd the radiative forcing of the CO2 we have already put in the atmosphere in the last century is a staggering 13 hiros. The equivalent in energy terms to almost half a billion Hiroshima bombs each year.\nThe world’s human population has grown so much and so fast – trebling in one century and still rising by more than 70 million a year – that it’s perhaps not surprising that the vast scale of our geological impact is yet to sink in.\nBut it should not be a surprise because the realisation is not new.\nUndercover geological agents\n“Most interesting of all, perhaps, is the question whether man, by his prodigious combustion of coal … is producing more [carbon dioxide] than can be eliminated by ordinary natural processes. If this production is excessive, the result eventually may be an unwelcome change in his atmospheric surroundings.”\nOne can imagine our shock jocks rolling their eyes at this quote, proclaiming yet more “warmist” propaganda as part of an organised climate science “swindle” hell bent on undermining the modern industrial world, or securing more government largesse.\nBut it only sounds like it might have been written in recent times because I have altered the wording to fit the modern context.\nIn reality, the author did not use “carbon dioxide”. Rather he used “carbonic acid”, a term in vogue generations ago, and a dead giveaway as to its ancestry.\nAnd I bet our shock jocks would never guess it originates from one of the most celebrated geologists of his time.\nThe quote is from Arthur Woodward, “keeper of geology in the British Museum”, Fellow of the Royal Society, President of the Royal Linnean society.\nWoodward’s comments appeared as preface to a classic geological text by Robert Sherlock – “Man as a geological agent” – published in 1923.\nIntriguingly, Woodward’s quote followed with the suggestion that, “Man … may be approaching a stage when he should pause to consider whether his use and alteration of the crust of the earth itself are for future as well as for present advantage.”\nThough he didn’t use the term, Woodward was probing the implication of man’s potential to “geo-engineer” the planet, almost 90 years ago.\nGeologists have been measuring our effect on the planet for almost a century.\nAn old story retold\nWhy was a really famous geologist writing this when human population was just one third, and CO₂ emissions from burning fossil fuel just 10%, of today’s rates?\nFor one thing Woodward was aware of the work of another giant of science – the Swedish chemist and Nobel Laureate Svante Arrhenius whose name is still part of the everyday chemistry vernacular.\nArrhenius demonstrated the greenhouse effect of CO₂ in 1896 estimating that a doubling of atmospheric CO₂ would lead to a temperature rise of 5-6°C. A few years later he settled on a 1.6°C warming, not far off the current consensus of 2-4.5°C.\nThe scientific basis for the CO₂ greenhouse effect was established over 100 years ago, before Einstein and relativity, before the Curies and radioactivity, and before Fleming and antibiotics, not to mention DNA, quantum mechanics and plate tectonics.\nIn fact it precedes just about everything we think of as modern science, not to mention Leninism.\nIn his 1923 book, Sherlock commented “Man’s work is … as worthy of a place in geological text-books as are the actions of the sea or the rivers”.\nThe dawning of a new geological era\nIt would be no surprise to Sherlock or Woodward that the international geological community is now considering inaugurating a new geological epoch – named the Anthropocene – in recognition of the geological impact of our own species.\nWhile climate sceptics are surely not alone in having a sense of disbelief in the immense scale of human activity, these figures speak for themselves.\nWe are indeed a geological agent of unprecedented power.\nFaced with that stark reality now, it would be folly at best to maintain the fiction that we are too puny to impact the planet – at worst, it is just plain reckless.\nWhether we like it or not, for better or for worse, we are already engineering our planet.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-13T12:01:58+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-fossilfuelrunout/",
    "title": "Fossil fuels will run out of gas when the solar revolution arrives",
    "description": "Op-ed published in the Age, March 2011",
    "author": [],
    "date": "2011-03-22",
    "categories": [],
    "contents": "\nIT’S a sure bet that solar photovoltaics will achieve retail electricity price parity within a few years. When that happens, it will signal the end of the game for fossil fuel baseload power.\nBack in 1988, my first hard disk cost me about $2000. It seemed a risky investment at the time, especially given my existing investments in tape drives, but it was a 20-megabyte marvel of technology. Freeing me from time-consuming tape back-ups, it revolutionised my working life.\nScaled up to a terabyte, that disk would have cost about $200 million in today’s terms. But I can now buy a terabyte disk drive for under $200.\nDemand for disk storage has grown beyond all expectation. Each year, for more than 30 years, costs have been halved, driven in part by the annual doubling in storage density - Kryder’s law. Industry analysts expect at least another hundred-fold cost reduction by 2020. Technology-driven cost reductions are typical of industries dependent on advanced material science. The drivers are clear. Innovation provides the technology push and demand pulls the learning.\nIn information technology, the rate of learning beggars belief, driving a million-fold reduction in the cost of disk storage since 1988. Advertisement\nIn the energy sector, technology-driven learning applies most pertinently to solar photovoltaics (PVs).\nThe cost of PVs is reducing by about 20 per cent for each doubling in deployment. At present rates, doubling is taking 18 months, so PVs get six times cheaper every 10 years. There is no reason to expect the learning to stop for many decades and deployment rates can be increased to accelerate the learning.\nWith PV electricity about seven times more expensive than coal-fired power on a levelled-cost basis, we can expect wholesale price parity by 2022. And when we get there, other electricity generation technologies - especially those subject to rising fuel costs - will soon be out of business. Why? Because PV costs will continue to fall.\nFinanciers and governments should be sensitive to this timeline. It will turn the electricity market on its head. Distinctions like baseload will no longer matter, as coal will not be able to attract investment. Expensive assets will likely be stranded.\nWith costs still high, the key is to get PVs to the stage where market momentum drives the learning. Since PVs can be distributed on buildings where they compete on retail price terms, we can expect that in just a few years. With retail prices typically more than double the wholesale price, retail parity is expected in 2016. Technology breakthroughs might get us there even sooner.\nAt the University of Melbourne, scientists in the Victorian Organic Solar Cell Consortium are developing ultra-cheap printable PVs. In a remarkable demonstration, they have already printed them on a substrate similar to the one used to print our $10 bills.\nBacked by $11.75 million in Victorian government funding, the Melbourne group has set 2014 as a target for a printable solar cell with 10 per cent efficiency and a lifetime of 12 years suitable for mass production. This would truly revolutionise the world.\nWith just one printing press costing about $25 million, they could print enough PVs to match Australia’s existing electricity generation capacity in just 10 years. Roll over Gutenberg!\nTo meet all the world’s energy needs - about 16 terawatts - would require 350 printing presses costing about $8.5 billion. That is about the same as one new nuclear power station providing less than a hundredth of a per cent of the power.\nSound like the stuff of fantasy? Only if you don’t get the power of Kryder’s law. The production rates will be challenging, but this is where the market excels - imagine energy companies touting free building materials - think ElectroBond and PVglass - provided they can harvest the energy. When our buildings power our transport system, the green energy revolution will be unstoppable.\nIgnoring the PV revolution could be catastrophically expensive. New investment in power generation is desperately needed and gas-fired power is the option of choice at today’s prices with a carbon price less than about $50 a tonne. But PV’s equivalent of Kryder’s law, and the phenomenal work going on in our research labs, is telling us investment in gas will be risky. Falling PV costs are likely to strand such assets way before their use-by date.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T15:23:12+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-solarandwindpower/",
    "title": "Solar and wind power crucial for climate future",
    "description": "Solar and wind power crucial for climate future, Op-ed published in the Canberra Times, February, 2011.",
    "author": [],
    "date": "2011-02-11",
    "categories": [],
    "contents": "\nToday at Parliament House, the Gillard Government’s Multi-Party Climate Change Committee will meet to continue its work developing a national carbon- pricing policy. Given that Australia’s carbon emissions are heading in the wrong direction, these efforts are of increased importance. Recently released analysis from the Department of Climate Change estimates that in 2020, our economy will emit 24 per cent more carbon than in 2000. Australia needs a coherent climate and energy policy to arrest its ballooning carbon emissions. It was encouraging to see the Gillard Government quickly assemble the Multi-Party Climate Change Committee. Achieving a price on carbon is an important tool in the policy toolbox and should be implemented.\nBut a carbon price alone can’t solve the enormous challenge of decarbonising Australia. Geology provides awesome testament to the scale of the globe’s climate and energy challenges. Plate tectonics, the process that pushes continents around over geological timescales making mountains and earthquakes, releases a vast amount of energy 44trillion Watts is the best estimate.\nWhile that figure is vast, it is only a few times the 16trillion Watts humans use to power civilisation. With human energy use doubling every 34 years, our power consumption is on course to overtake the earth’s by about 2060. To decarbonise, Australia must shift from fossil fuel energy sources, such as coal, gas and oil, and move towards renewable energy sources such as solar and wind.\nWith this in mind, the speed at which our energy system is transformed might be considered the key metric for assessing the effectiveness of national climate change and energy policies. There is, in fact, no shortage of potential renewable energy sources. Effectively converting about 0.06 per cent of the solar energy that hits the global land surface would meet the entire global energy demand.\nAustralia’s geography and arid climate mean we would need to capture only a tenth of that. Wind is in shorter supply, but the land-based resource still exceeds global energy demand by a factor of almost 10. The Zero Carbon Australia Stationary Energy Plan, jointly published by the Melbourne Energy Institute and climate solutions think tank Beyond Zero Emissions, demonstrates the technical feasibility of powering Australia with 100 per cent renewable energy.\nThis study shows how off-the-shelf technologies could deliver a national renewable energy system, and that such a system could be built on a time-scale of as little as 10 years. Newly appointed Climate Change Commissioner Tim Flannery said the work was ‘’an ambitious, technically feasible plan that should be looked at seriously’’. Concentrating solar thermal power with molten-salt storage forms the backbone of this renewable energy system.\nBaseload-electricity producing solar towers and wind farms would be built throughout Australia, using our nation’s vast renewable resources to power homes and businesses. Geographically dispersed production spreading out renewable energy farms so as not to rely on weather conditions in one area can improve energy stability and security. And our nation-continent, stretching across climate and time zones, appears ready-made for such a system.\nCurrently, advanced solar thermal power with storage capable of providing a smooth supply over day and night is about four times more expensive than the cheapest coal-fired power. But the cost for new technologies always reduces as the scale increases. A 2003 report by United States-based power company Sargent & Lundy anticipated that solar costs would achieve parity with fossil fuels, assuming modest incentives to stimulate market expansion.\nA price on carbon will narrow the price gap between fossil fuels and renewables, but any likely carbon price will not yet make large-scale solar competitive. In the interim, additional incentives will be needed to achieve anticipated cost-curve reductions (such as feed in tariffs). It is not clear that Prime Minister Julia Gillard is open to these measures given her latest policy shifts on green technology investments.\nAustralia has the potential to be the hub of a renewable energy export industry powering the homes, industry and electric car fleets of our region. Technologies already exist to move electricity thousands of kilometres over high- voltage, direct-current grids. An integrated southern Asian renewable energy system could secure an Australian energy export industry for centuries to come, much longer than the decades left in our export coal reserves.\nAnd then there are the potential benefits of exporting clean-tech components and intellectual property. With burgeoning electricity demand across southern Asia, there is growing interest from our neighbours in the renewable energy potential of our deserts. The Zero Carbon Australia plan provides a big vision for Australia as a renewable energy superpower.\nBut a big vision is precisely what is needed. I hope today’s discussions on climate policy start the conversation about how to make this vision a reality.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T15:17:52+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-renewableenergybythenumbers/",
    "title": "Do renewable energy by the numbers, and it all adds up",
    "description": "Op-ed originally published in the Age, June, 2010.",
    "author": [],
    "date": "2010-06-24",
    "categories": [],
    "contents": "\nDisaster in the Gulf of Mexico may give us the will to shape the future.\nTwenty-eight billion is a big number. In tonnes it is a mighty load. It is the sediment eroded globally each year from all our mountains and carried by all our rivers to all our seas. It is also the amount of carbon dioxide pumped into the atmosphere each year from burning fossil fuels. In dollar terms, it is the extra money we would need to spend each year for 10 years to build a zero-emission energy system in Australia.\nTo make that carbon dioxide, we dig 7 billion tonnes of coal and suck countless litres of oil and gas from the ground. In total, we already excavate more rock from the Earth than nature does. We are almost at the point where oil production will start to decline, and sucking so hard it is creating problems. According to latest estimates, more than one in every 1000 barrels produced each day is now flooding into the Gulf of Mexico from BP’s Deepwater Horizon well. At current growth rates, coal will have peaked by mid-century and be largely gone by the end.\nGeology provides another awesome testament to the scale of collective human activity. Plate tectonics, the process that pushes continents around over geological timescales making mountains and earthquakes as it goes, releases a vast amount of energy. Our best estimate is about 44 trillion watts. While that is vast, it is only a few times the 16 trillion watts humans use. With human energy use doubling every 34 years, our power consumption will overtake the Earth’s by about 2060.\nEach year, we are increasing the amount of carbon dioxide in the atmosphere by 1 per cent. The effect of this increase is to trap a tiny extra bit of the incoming solar energy, so we are heating not only the atmosphere, but also the oceans and land, and at a phenomenal rate. Advertisement\nThe scary thing is we have only just begun. With energy use doubling every 34 years, we have an 800 per cent increase in a century. Curtailing energy growth will not be easy, so how will we cater for future energy needs?\nThere is, in fact, no shortage of potential renewable energy sources. Effectively converting about 0.06 per cent of the solar energy that hits the global land surface would meet the entire global energy demand. Australia’s geography and arid climate mean we would need to capture only a tenth of that. Wind is in shorter supply, but the land-based resource still exceeds global energy demand by a factor of almost 10.\nThere are problems with renewable energy. It comes at a cost, and the sun doesn’t always shine. Currently, advanced solar thermal power with storage capable of providing a smooth supply over day and night is about four times more expensive than the cheapest coal-fired power. But the cost for new technologies always reduces as the scale increases. A 2003 report by US-based power company Sargent & Lundy anticipated that solar costs would achieve parity with fossil fuels, assuming modest incentives to stimulate market expansion.\nSo far, there has not been even modest stimulus. The global financial crisis is partly to blame, but political will would seem to be the resource in shortest supply. BP’s Gulf of Mexico disaster may have changed that.\nGeographically dispersed production - spreading out renewable energy farms so as not to rely on weather conditions in one area - is one way to improve energy stability and security. And our nation-continent, stretching across climate and time zones, appears ready-made for that.\nTwo new studies published by the Melbourne Energy Institute look at just these issues.\nPeter Seligman’s Australian Sustainable Energy - by the numbers shows how a national renewable energy system can be stabilised by integrating solar, wind and, when available, geothermal energy. Seligman shows how linking it all up with a new super grid, and adding a fraction of pumped hydroelectric storage, would secure supply.\nSeligman puts the cost at about $1.40 per person per day - a fraction of our national gambling habit if built over the next 25 years. But what if we wanted to do it faster, say in 10 years? How could we do it, and what would it cost?\nThat is the challenge outlined in Australian Sustainable energy: Zero Carbon Australia stationary energy plan, jointly published with the research organisation Beyond Zero Emissions. This study, to be launched on July 14, shows how off-the-shelf technologies could deliver a renewable energy system at cost above business-as-usual of $26 billion a year. Another big number, but in individual terms it equates to one cup of coffee per person per day.\nBoth studies expose as myth the argument that we need coal, gas or nuclear to provide baseload energy.\nCould Australia be the hub of a renewable energy export industry powering the homes, industry and electric car fleets of our region? In fact, our proportion of the global renewable energy resource is much higher than it is for coal.\nTechnologies already exist to move electricity thousands of kilometres over high-voltage, direct-current grids. An integrated southern Asian renewable energy system could secure an Australian energy export industry for centuries to come, much longer than the decades left in our export coal reserves.\nThese studies provide a big vision for Australia as a renewable energy superpower. But a big vision is precisely what is needed.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T15:12:26+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-elexi/",
    "title": "ELEXI - the Electron Export Industry",
    "description": "an MEI position paper written around November, 2009.",
    "author": [],
    "date": "2009-11-01",
    "categories": [],
    "contents": "\nAustralia is a global resource powerhouse - dig it up and ship it out has been the motto for Minerals Australia. With so much of the stuff we don’t need to worry about running out. Why bother with the hassle of adding value. Let the buyers bother with that, while we go watch the cricket. And, by the way, we can let them deal with any issues to do with using our resources, like wastes. They bought the stuff, its their problem.\nBut there is another model. A model where we focus more on shipping value added products rather than the raw material. We do some value adding; bauxite to alumina and iron ore to steel. But we could do more. But to do so means we would have to use a whole lot more locally produced energy. In a way it means we end up shipping concentrated energy! So why not also think about shipping the ultimate value added resource - electricity!\nThe energy business model is built on resources being transported to the site of production, and so we ship our resources like coal, uranium-ore and natural gas to where the energy is needed. Until recently there has been little thought of exporting electricity. But as demand for renewables grow, the model will have to change. For renewables, the energy production has to go to the resource. We will need to rethink the business model.\nWith the greatest solar resource in the world located in our own deserts, our potential for renewable energy production is vast. Australia’s electric power consumption equates to the annual solar energy falling on a 10 km square patch of our deserts. But our best solar resource is in the northwest of the country - a long, long way from Australia’s power consumption heartland in the southeast. In fact Broome is just as close to Singapore as it is to Melbourne. Shipping electricity from our deserts in the northwest to Asia would make just as much sense as shipping it across the continent.\nShipping electricity is not trivial, or cheap. But increasingly the idea of energy superhighways enabled by high voltage DC grids are seen as the future to meeting energy distribution. HVDC lines can transport electrons at up to 4 GW capacity great distances with losses as little as 3% per 1000 kms. And unlike the AC lines of our domestic grids, HVDC lines like BassLink can be laid beneath the sea. These electron superhighways would be expensive, about two million dollars per kilometer of cable under the sea. But the 5000 km connect from Australia to India would cost no more than the supertanker fleet needed to ship LNG!\nElectron superhighways could also prove a key to more equitable energy distribution. Over half the world’s population has no access to electrical power. East Timor has an installed energy infrastructure capacity of just 20 MW. That is a per capita capacity of about 1% of our own! Moreover, countries like East Timor have virtually no way to distribute power to where energy services are most urgently needed, such as in rural clinics, schools and businesses. Building capacity will require immense expenditure in both power generation and distribution infrastructure. Energy superhighways could offset the requirement for investing in generation, allowing energy-starved countries like East Timor to concentrate their own resources on moving the electricity to where it is needed.\nProviding affordable electricity to countries like East Timor would go a long way to making them more economically and politically viable, and we Australian’s proud of the way we use our extraordinary abundance of resources to deliver beneficial energy services to the world.\nAnd for the economic rationalists - it could be the smartest way of adding value to our own, already fortunate, circumstances!\nMaybe now is the time to rethink how we service the energy needs of our region.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T15:22:46+11:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-02-04-geologypointstodangers/",
    "title": "Geology points to dangers ahead",
    "description": "A differnce of opinion with a predecessor - Op-ed originally published in the Australian, May 6th 2009",
    "author": [],
    "date": "2009-05-06",
    "categories": [],
    "contents": "\nIN his recent contributions to the climate change debate, Ian Plimer tells us the geological record should allay any concern that rising carbon dioxide concentrations in our atmosphere will disrupt the climate.\nCO2 is a trace gas that has never affected climate, he says. But there are other readings of the geological record that lead to a profoundly different conclusion. Geology tells us that for at least the past 200 million years there has never been so much CO2 in the air with so much ice on the land; that rising CO2 always accompanies a melting of the ice and that when the ice melts, seas rise fast.\nGeology tells that at present CO2 levels the climate rules are changed.\nWe are not the first people to face the prospect of a rapid rise in the sea level. At the height of the ice age about 18,000 years ago, the sea was 130m lower than today. By 10,000 years ago the seas had risen to their present heights, reducing the continental landmass by a staggering 8 per cent. For much of this time Tasmania was connected to the mainland and people lived in what is now Bass Strait. The people living there - the Vicmanians - were confronted with the terrible reality that their land was drowning. When the last land bridge broke about 13,000 years ago, seas were rising at more - possibly much more - than 2m a century.\nThat the land of the Vicmanians and their fellow peoples is now largely submerged explains why we have such a fragmentary record of the first Australians: for the first 30,000 years of human occupation of this continent, most people lived along former coastal fringes now long since submerged.\nChanges in sea level also go hand in hand with the amount of CO2 in the atmosphere. Between 18,000 and 10,000 years ago, the concentration of CO2 rose from about 200parts per million to 280ppm at about 1ppm a century. CO2 is now rising at 2ppm a year, more than 200 times faster than when Vicmania drowned. CO2 levels are now at 380ppm, way outside the natural realm of our present ice-age epoch. Alarmingly, the rate of increase is doubling every 30 years, with present trajectories heading towards CO2 levels this century that our planet has not seen for 30million years.\nWe now understand that the ice age cycle is driven by subtle wobbles in our planetary orbit around the sun. If CO2 levels remained within their ice-age limits, then we would expect the wobbling to drive us back into another ice age, slowly cooling the planet during the next 50,000 years or so.\nHowever, there is a deeper and more disturbing lesson in the geological record. The last time there was so much CO2 in the atmosphere was during the Pliocene epoch about five million years ago. The rhythms of that Pliocene world were fundamentally different and less extreme than those of the ice-age world of the past few million years. The Pliocene world was warmer, less windy and less variable than today: a world where El Nino was the norm and seas were so much higher that they extended inland across western Victoria into southern NSW, flooding most of the Murray Basin. It was a world where not even our orbital wobbles could drive us into and out of ice ages. Geology warns that rising CO2 levels are committing to a world of higher sea levels: a world more like the Pliocene than today, with a different set of climate rules.\nThe cause of our problem is simple. We have taken for granted a fundamental service provided by our climate. We have built our cities along the sea front, not understanding that the sea level is set by the climate. Now we know that sea levels have changed in the past and will in the future. Rising CO2 is compromising our climate’s ability to balance the proportions of ice and water required to maintain present sea levels.\nMany are alarmed by what might happen to our climate; some are sceptical that anything will; even fewer appreciate the inevitability that it will change, as so clearly written in the geological record. In the same way as Plimer, I understand there is nothing new in such change. I, too, worry that alarmist claims that the planet is imperilled speak to a woeful ignorance of the geological record and confuse the crisis we face. It is future generations, not the planet, that should be the focus of our concern. We have no useful moral tools for understanding how to frame issues of intergenerational equity raised by climate disruption. Confounding the geological record may not much matter for the planet - it has seen it all before - but could affect future generations, who will have to bear any burdens of rising seas and changing climates.\nGeology tells us clearly that not for several hundred million years have we had so much CO2 in the atmosphere with so much ice on the land. Independently of any model predictions of the climate scientists, the geological record serves a warning. In raising CO2 levels we are committing to a world different from that on which civilisation has developed, to a world where the rules of our present ice-age epoch will no longer apply, a world of higher seas.\nUnlike Plimer, my reading of the geological record tells me we should be cautious how we modify our atmosphere lest we condemn many future peoples to the fate of the last Vicmanians.\n\n\n",
    "preview": {},
    "last_modified": "2020-02-04T15:05:19+11:00",
    "input_file": {}
  }
]
